export const cardsText = [
  {
    image: "/RemontPlay-logo.svg",
    title: "Большой охват аудитории",
    text: "Участие в программе поможет существенно увеличить заметность вашего бренда",
  },
  {
    image: "/RemontPlay-logo.svg",
    title: "Лояльные клиенты",
    text: "Формируем индивидуальное предложение для клиента. Откажитесь от колл-центров вся информация есть у нас",
  },
];

export const factsText = [
  {
    title: "$ 17 млрд",
    text: "во столько оценивается индустрия партнерского маркетинга в 2023 году",
  },
  {
    title: "15−30%",
    text: "дохода приносит рекламодателям работа с партнерами",
  },
  {
    title: "81%",
    text: "брендов используют партнерский маркетинг",
  },
];

export const stepsText = [
  {
    title: "1 шаг",
    text: "Клиент покупает товар",
  },
  {
    title: "2 шаг",
    text: "Вы добавляете клиента в базу",
  },
  {
    title: "3 шаг",
    text: "Добавляете чек",
  },
  {
    title: "4 шаг",
    text: "Через 14 дней бонусы начислятся клиенту",
  },
];
