export const cardsText = [
  {
    image: "/RemontPlay-logo.svg",
    title: "Большой охват аудитории",
    text: "Участие в программе поможет существенно увеличить заметность вашего бренда",
  },
  {
    image: "/RemontPlay-logo.svg",
    title: "Лояльные клиенты",
    text: "Формируем индивидуальное предложение для клиента. Откажитесь от колл-центров вся информация есть у нас",
  },
];

export const factsText = [
  {
    title: "$ 17 млрд",
    text: "во столько оценивается индустрия партнерского маркетинга в 2023 году",
  },
  {
    title: "15−30%",
    text: "дохода приносит рекламодателям работа с партнерами",
  },
  {
    title: "81%",
    text: "брендов используют партнерский маркетинг",
  },
];

export const stepsText = [
  {
    title: "1 шаг",
    text: "Клиент покупает товар",
  },
  {
    title: "2 шаг",
    text: "Вы добавляете клиента в базу",
  },
  {
    title: "3 шаг",
    text: "Добавляете чек",
  },
  {
    title: "4 шаг",
    text: "Через 14 дней бонусы начислятся клиенту",
  },
];

export const stepsTextClient = [
  {
    title: "1 шаг",
    text: "Зарегистрируйтесь",
  },
  {
    title: "2 шаг",
    text: "Совершите покупку у магазина-партнера",
  },
  {
    title: "3 шаг",
    text: "Получите до 15% бонусов от покупки",
  },
  {
    title: "4 шаг",
    text: "Через 14 дней бонусы начислятся",
  },
];

export const communityPluses = [
  {
    labelText: "Общий чат",
  },
  {
    labelText: "Совместные акции",
  },
  {
    labelText: "Коллаборации",
  },
  {
    labelText: "Поддержка",
  },
];

export const communityDesc = [
  {
    title: "Общий чат для быстрого взаимодействия",
    text: "Все быстро решается, правильно понимается, вовремя передается",
  },
  {
    title: "Совместные акции",
    text: "Совместные рекламные акции, совместные розыгрыши для клиентов",
  },
  {
    title: "Коллаборации",
    text: "Реклама вашего бизнеса появится в торговых точках всех Партнеров программы, а также на сайтах и в социальных сетях. Это узнаваемость вашего бренда в глазах тысячи клиентов! Также делимся опытом + «внеурочная программа» организация совместного отдыха пойдет на пользу)",
  },
  {
    title: "Поддержка",
    text: "Вместе выгоднее организовать и проводить мероприятия с известными спикерами для повышения лояльности дизайнеров интерьера",
  },
];

export const moreAdvantages = [
  {
    title: "Снижение расходов",
    text: "Благодаря нашей системе вы сможете экономить на рекламе и поиске новых клиентов",
  },
  {
    title: "Продавайте то, что не продается",
    text: "Устанавливайте индивидуальный  кэшбек. Мотивируйте клиента покупать у вас",
  },
  {
    title: "Дополнительное размещение",
    text: "Баннеры на главной странице повысят видимость бренда и приведут к росту трафика на вашем сайте",
  },
];

// client

export const clientAdvantages = [
  {
    image: "profit.png",
    title: "Выгодные предложения",
    text: "Регулярные акции и скидки помогут по-настоящему сэкономить на ремонте",
  },
  {
    image: "help.png",
    title: "Оперативная помощь",
    text: "Будьте уверены - наша поддержка решит все ваши вопросы быстро и вовремя",
  },
  {
    image: "cashback.png",
    title: "Кэшбэк до 15%",
    text: "У наших партнёров вы сможете получить до 15%. Мы предлагаем лучшие условия в Анапе",
  },
  {
    image: "cozy.png",
    title: "Комфорт",
    text: "Партнёры проходят несколько этапов проверки, чтобы вам предлагать свои услуги",
  },
];

export const slidesArray = [
  {
    name: "freegaz1",
    desc: "freeeee gaaaaaaz",
  },
  {
    name: "freegaz2",
    desc: "freeeee gaaaaaaz",
  },
  {
    name: "freegaz3",
    desc: "freeeee gaaaaaaz",
  },
  {
    name: "freegaz4",
    desc: "freeeee gaaaaaaz",
  },
  {
    name: "freegaz5",
    desc: "freeeee gaaaaaaz",
  },
  {
    name: "freegaz6",
    desc: "freeeee gaaaaaaz",
  },
  {
    name: "freegaz7",
    desc: "freeeee gaaaaaaz",
  },
];

export const staffArray = [
  {
    name: "Ваня цветочкин",
    prof: "Программист",
    desc: "Ну там туда сюда",
  },
  {
    name: "freegaz2",
    prof: "freeeee gaaaaaaz",
    desc: "Ну там туда сюда",
  },
  {
    name: "freegaz3",
    prof: "freeeee gaaaaaaz",
    desc: "Ну там туда сюда",
  },
  {
    name: "freegaz4",
    prof: "freeeee gaaaaaaz",
    desc: "Ну там туда сюда",
  },
  {
    name: "freegaz5",
    prof: "freeeee gaaaaaaz",
    desc: "Ну там туда сюда",
  },
  {
    name: "freegaz6",
    prof: "freeeee gaaaaaaz",
    desc: "Ну там туда сюда",
  },
  {
    name: "freegaz7",
    prof: "freeeee gaaaaaaz",
    desc: "Ну там туда сюда",
  },
];

export const clientFaq = [
  {
    question: "Как и где получить кэшбек?",
    answer:
      "Совершите покупку в одном из магазинов партнеров, регистрируйтесь на сайте <a href='https://remont-play.ru/' class='text-client' target='_blank'>https://remont-play.ru/</a> Сканируйте QR-код с чека после покупки и проходите в закрутую программу лояльности",
  },
  {
    question: "Как тратить кэшбек?",
    answer: "В любом магазине партнёра до 99% от общей суммы покупки",
  },
  {
    question: "Почему магазин платит кэшбек? Где подвох?",
    answer:
      "Все прозрачно! Обычно после покупки магазин выплачивает кэшбек тому, кто вам порекомендовал этот магазин. Мы же договорились с магазинами, поэтому и отдаем 98% своего кэшбека вам",
  },
  {
    question: "Сколько я получу?",
    answer:
      "Вы получаете до 15% кэшбека от каждой покупки. Точный уровень кэшбека вы можете узнать, обратившись в магазин-партнер",
  },
  {
    question: "Зачем мне кэшбек, если я могу получить скидку?",
    answer:
      "Став участником программы вы по-прежнему будете получать скидки и участвовать в акциях магазинов + еще вы сможете получить кэшбек после покупки",
  },
  {
    question: "Думаю, мне стоит попробовать",
    answer:
      "Мудрое решение! Наше приложение поможет вам получать повышенный доход и большее количество клиентов в кратчайшие сроки",
  },
];
