export const cardsText = [
  {
    image: "/RemontPlay-logo.svg",
    title: "Большой охват аудитории",
    text: "Повысьте узнаваемость бренда участием в партнёрской программе, а также попробуйте рекламу в личной кабинете клиента",
  },
  {
    image: "/RemontPlay-logo.svg",
    title: "Лояльные клиенты",
    text: "Напоминайте о себе через 14 дней, и предлагайте свои услуги. Клиент сможет потратить у вас свои бонусы",
  },
];

export const factsText = [
  {
    title: "$ 17 млрд",
    text: "во столько оценивается индустрия партнерского маркетинга в 2023 году",
  },
  {
    title: "15−30%",
    text: "дохода приносит рекламодателям работа с партнерами",
  },
  {
    title: "81%",
    text: "брендов используют партнерский маркетинг",
  },
];

export const stepsText = [
  {
    title: "1 шаг",
    text: "Клиент покупает товар",
  },
  {
    title: "2 шаг",
    text: "Вы добавляете клиента в базу",
  },
  {
    title: "3 шаг",
    text: "Добавляете чек",
  },
  {
    title: "4 шаг",
    text: "Через 14 дней бонусы начислятся клиенту",
  },
];

export const stepsTextClient = [
  {
    title: "1 шаг",
    text: "Зарегистрируйтесь",
  },
  {
    title: "2 шаг",
    text: "Совершите покупку у магазина-партнера",
  },
  {
    title: "3 шаг",
    text: "Получите до 15% бонусов от покупки",
  },
  {
    title: "4 шаг",
    text: "Через 14 дней бонусы начислятся",
  },
];

export const communityPluses = [
  {
    labelText: "Доступ в один клик",
  },
  {
    labelText: "Общий чат",
  },
  {
    labelText: "Совместные акции",
  },
  {
    labelText: "Коллаборации",
  },
];

export const communityDesc = [
  {
    title: "Получите доступ к клиентам в один клик",
    text: "Напоминайте о себе через 14 дней, и предлагайте свои услуги. Клиент сможет потратить у вас свои бонусы. Повысьте узнаваемость бренда участием в партнёрской программе, а также попробуйте рекламу в личном кабинете клиента. Нужно продать больше? Вы сами сможете устанавливать размер бонусов от 5-15%. Увеличивайте чек с нашей помощью.",
  },
  {
    title: "Общий чат",
    text: "Оперативное решение проблем каждого. Вы также сможете обменяться опытом использования партнёрской программы.",
  },
  {
    title: "Совместные акции",
    text: "Участвуйте и создавайте рекламные акции. Объединяйтесь, используйте базу клиентов и устраивайте совместные розыгрыши.",
  },
  {
    title: "Коллаборации",
    text: "Ваша реклама появится в торговых точках всех партнёров программы. Повысьте доверие к вам в глазах клиентов. Делитесь опытом и участвуйте в совместном отдыхе с партнёрами.",
  },
];

export const moreAdvantages = [
  {
    title: "Снижение расходов",
    text: "Благодаря нашей системе вы сможете экономить на рекламе и поиске новых клиентов",
  },
  {
    title: "Продавайте то, что не продается",
    text: "Устанавливайте индивидуальный  кэшбек. Мотивируйте клиента покупать у вас",
  },
  {
    title: "Дополнительное размещение",
    text: "Баннеры на главной странице повысят видимость бренда и приведут к росту трафика на вашем сайте",
  },
];

// client

export const clientAdvantages = [
  {
    image: "profit.png",
    bg: "profit-bg.png",
    title: "Выгодные предложения",
    text: "Регулярные акции и скидки помогут по-настоящему сэкономить на ремонте",
  },
  {
    image: "help.png",
    bg: "fasthelp-bg.png",
    title: "Оперативная помощь",
    text: "Будьте уверены - наша поддержка решит все ваши вопросы быстро и вовремя",
  },
  {
    image: "cashback.png",
    bg: "cashback-bg.png",
    title: "Кэшбэк до 15%",
    text: "У наших партнёров вы сможете получить до 15%. Мы предлагаем лучшие условия в Анапе",
  },
  {
    image: "trust.png",
    bg: "trust-bg.png",
    title: "Доверие",
    text: "Партнёры проходят несколько этапов проверки, чтобы вам предлагать свои услуги",
  },
];

export const slidesArray = [
  {
    name: "freegaz1",
    desc: "freeeee gaaaaaaz",
  },
  {
    name: "freegaz2",
    desc: "freeeee gaaaaaaz",
  },
  {
    name: "freegaz3",
    desc: "freeeee gaaaaaaz",
  },
  {
    name: "freegaz4",
    desc: "freeeee gaaaaaaz",
  },
  {
    name: "freegaz5",
    desc: "freeeee gaaaaaaz",
  },
  {
    name: "freegaz6",
    desc: "freeeee gaaaaaaz",
  },
  {
    name: "freegaz7",
    desc: "freeeee gaaaaaaz",
  },
];

export const staffArray = [
  {
    image: "/staff2.png",
    name: "Бутаенко Анастасия",
    prof: "Старший менеджер Салона ESTET",
  },
  {
    image: "/staff1.png",
    name: "Сорокина Людмила",
    prof: "Менеджер Салона ESTET, ведущий менеджер партнерской программы и работе с дизайнерами интерьера",
  },
  {
    image: "/staff3.png",
    name: "Валерия Инзык",
    prof: "Руководитель Салона дверей ESTET (г. Анапа)",
  },
];

export const clientFaq = [
  {
    question: "Как и где получить кэшбек?",
    answer:
      "Совершите покупку в одном из магазинов партнеров, регистрируйтесь на сайте <a href='https://remont-play.ru/' class='text-client' target='_blank'>https://remont-play.ru/</a> Сканируйте QR-код с чека после покупки и проходите в закрутую программу лояльности",
  },
  {
    question: "Как тратить кэшбек?",
    answer: "В любом магазине партнёра до 99% от общей суммы покупки",
  },
  {
    question: "Почему магазин платит кэшбек? Где подвох?",
    answer:
      "Все прозрачно! Обычно после покупки магазин выплачивает кэшбек тому, кто вам порекомендовал этот магазин. Мы же договорились с магазинами, поэтому и отдаем 98% своего кэшбека вам",
  },
  {
    question: "Сколько я получу?",
    answer:
      "Вы получаете до 15% кэшбека от каждой покупки. Точный уровень кэшбека вы можете узнать, обратившись в магазин-партнер",
  },
  {
    question: "Зачем мне кэшбек, если я могу получить скидку?",
    answer:
      "Став участником программы вы по-прежнему будете получать скидки и участвовать в акциях магазинов + еще вы сможете получить кэшбек после покупки",
  },
  {
    question: "Думаю, мне стоит попробовать",
    answer:
      "Мудрое решение! Наше приложение поможет вам получать повышенный доход и большее количество клиентов в кратчайшие сроки",
  },
];
