export const cardsText = [
  {
    image: "/RemontPlay-logo.svg",
    title: "Большой охват аудитории",
    text: "Участие в программе поможет существенно увеличить заметность вашего бренда",
  },
  {
    image: "/RemontPlay-logo.svg",
    title: "Лояльные клиенты",
    text: "Формируем индивидуальное предложение для клиента. Откажитесь от колл-центров вся информация есть у нас",
  },
];

export const factsText = [
  {
    title: "$ 17 млрд",
    text: "во столько оценивается индустрия партнерского маркетинга в 2023 году",
  },
  {
    title: "15−30%",
    text: "дохода приносит рекламодателям работа с партнерами",
  },
  {
    title: "81%",
    text: "брендов используют партнерский маркетинг",
  },
];

export const stepsText = [
  {
    title: "1 шаг",
    text: "Клиент покупает товар",
  },
  {
    title: "2 шаг",
    text: "Вы добавляете клиента в базу",
  },
  {
    title: "3 шаг",
    text: "Добавляете чек",
  },
  {
    title: "4 шаг",
    text: "Через 14 дней бонусы начислятся клиенту",
  },
];

export const communityPluses = [
  {
    labelText: "Общий чат",
  },
  {
    labelText: "Совместные акции",
  },
  {
    labelText: "Коллаборации",
  },
  {
    labelText: "Поддержка",
  },
];

export const communityDesc = [
  {
    title: "Общий чат для быстрого взаимодействия",
    text: "Все быстро решается, правильно понимается, вовремя передается",
  },
  {
    title: "Совместные акции",
    text: "Совместные рекламные акции, совместные розыгрыши для клиентов",
  },
  {
    title: "Коллаборации",
    text: "Реклама вашего бизнеса появится в торговых точках всех Партнеров программы, а также на сайтах и в социальных сетях. Это узнаваемость вашего бренда в глазах тысячи клиентов! Также делимся опытом + «внеурочная программа» организация совместного отдыха пойдет на пользу)",
  },
  {
    title: "Поддержка",
    text: "Вместе выгоднее организовать и проводить мероприятия с известными спикерами для повышения лояльности дизайнеров интерьера",
  },
];

export const moreAdvantages = [
  {
    title: "Снижение расходов",
    text: "Благодаря нашей системе вы сможете экономить на рекламе и поиске новых клиентов",
  },
  {
    title: "Продавайте то, что не продается",
    text: "Устанавливайте индивидуальный  кэшбек. Мотивируйте клиента покупать у вас",
  },
  {
    title: "Дополнительное размещение",
    text: "Баннеры на главной странице повысят видимость бренда и приведут к росту трафика на вашем сайте",
  },
];
